BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
octref.vetur
riazxrazor.html-to-jsx
sdras.vue-vscode-snippets
SonarSource.sonarlint-vscode
Vue.volar
WallabyJs.quokka-vscode
Zignd.html-css-class-completion
